# LightingUnivExport

## Description
Exports Lighting universe settings to data exchange file.

```pascal
PROCEDURE LightingUnivExport;
```

```python
def vs.LightingUnivExport():
    return None
```

## Version
Availability: from Vectorworks 2015

## Category
* Spotlight